Repository: RegioneER/rer.cookieconsent
Catalog: rer/cookieconsent/locales/*/LC_MESSAGES/rer.cookieconsent.po
Languages: it

source: A cookie consent solution that can be used for European Cookie Law or when you care about user's privacy
it: Una soluzione per la gestione del consenso dei cookie, utilizzabile per la Cookie Law europea o in ogni situazione in cui la privacy degli utenti è importante

source: Accept policy on every click
it: Accetta la policy ad ogni click

source: Application ID
it: ID dell'applicazione

source: Application description
it: Descrizione dell'applicazione

source: Application name
it: Nome dell'applicazione

source: Changes cancelled
it: Modifiche annullate

source: Changes saved
it: Modifiche memorizzate

source: Configuration of the cookie consent in the site
it: Configurazione del consenso ai cookie nel sito

source: Cookie consent banner
it: Banner per il consenso ai cookie

source: Cookie consent banner configuration
it: Configurazione del banner per il consenso ai cookie

source: Cookie consent banner content
it: Contento del banner del consenso ai cookie

source: Cookie consent configuration
it: Configurazione consenso ai cookie

source: Cookie(s) initial value
it: Valore iniziale del/dei cookie

source: Cookies
it: Cookie

source: Cookies general consent
it: Consenso generale ai cookie

source: Cookies preferences for this site
it: Preferenze per i cookie nel sito

source: Deny consent
it: Nega il consenso

source: Grant consent
it: Dai il consenso

source: Language
it: Lingua

source: Opt-out configuration
it: Configurazione opt-out

source: Opt-out configurations
it: Configurazioni opt-out

source: Opt-out dashboard
it: Cruscotto di opt-out

source: Opt-out entry titles and descriptions
it: Titoli e descriptioni delle voci di opt-out

source: Opt-out title and description
it: Titolo e descizione della voce di opt-out

source: Reject
it: Rifiuta

source: Text of the Privacy Policy link
it: Testo del link all'Informativa sulla Privacy

source: Text of the link to opt-out dashboard
it: Testo del link al cruscotto di opt-out

source: URL of the Privacy Policy
it: URL all'Informatica sulla Privacy

source: app_description_help
it: Una descrizione compèleta che deve spiegare che cosa accade se questa voce di opt-out viene attivata. Puoi usare HTML.

source: app_id_help
it: Un identificatore univoco per l'applicazione influenzata da questo opt-out

source: app_title_help
it: Questo sarà il titolo usato del cruscotto di opt-out per questa applicazione

source: cookies_help
it: Una lista di prefissi di cookie. Questo opt-out genererà un cookie nella forma PREFISSO-optout per ogni prefisso definito.

source: dashboard_link_text
it: Il testo da usare nel generare un URL al cruscotto di opt-out

source: default_value_help
it: Quando un utente accede per la prima volta al sito, tutti i cookie di opt-out vengono inviati. Devi selezionare il valore di default per questi cookie.

source: global_optput_description
it: Impostazione globale per accettare o rifiutare i cookie da questo sito.

source: help_accept_on_click
it: Se selezionato, qualunque click su link nelle pagine sarà interpretato come se l'utente abbia accettato l'informativa sui cookie.

source: help_cookie_consent_configuration
it: Per ogni lingua coinvolta, fornisci una configurazione del banner per il consenso dei cookie. La prima configurazione definita sarà usata come predefinita (quella usata quando nessuna configurazione specifica per la lingua corrente sarà trovata).

source: help_optout_configuration
it: Quanto l'utente accetta la informatica sui cookie generale, può ancora accettare/rifiutare un singolo tipo di cookie da applicazione di terze parti. Da questo pannello puoi configurare i cookie di opt-out per queste applicazioni. NOTA BENE: questo prodotto si occupa solo dei cookie, è compito degli altri prodotti usare questi cookie nella maniera opportuna.

source: help_optout_texts
it: Per ogni lingua coinvolta fornisci il titolo e la descrizone che saranno usati per generare un cruscotto di opt-out tradotto. Nel caso una specifica traduzione sarà assente la prima definita in questa lista sarà usata come predefinita. Se questo campo non è compilato, sarà infine usata una traduzione per "APPID_optout_title" e "APPID_optout_description".

source: optout_dashboard_description
it: I cookie tecnici normalmente non richiedono il consenso dell'utente perchè sono necessari al funzionamento del sito o per erogare i servizi richiesti. Per altri tipi di cookie è invece possibile scegliere dalla lista che segue quali accettare o rifiutare.

source: privacy_link_text_help
it: Il testo da usare quando sarà necessario generare un URL definito nel campo "URL all'Informatica sulla Privacy". Se non definito, verrà utilizzato l'URL completo.

source: privacy_link_url_help
it: Un URL, o un percorso assoluto, ad una pagina code l'utente potrà leggere l'intera Informativa sulla Privacy del tuo sito. Esempi: "http://sitoesterno.com/privacy.html", "/documento/interno".

source: text_help
it: Fornisci il testo da inserire nel banne per il consenso dei cookie. Puoi usare HTML ma puoi ancora evitarlo. Usa l'identificatore "$privacy_link" per inserire un link HTML all'Informativa sulla Privacy (vedi sotto). Se vuoi il pieno controllo sull'HTML generato puoi usare gli identificatori "$privacy_link_url" (URL del link) e "$privacy_link_text" (testo del link). Allo stesso modo puoi usare "$dashboard_link", "$dashboard_link_url" e "$dashboard_text" per fornire il link al cruscotto di opt-out
